Repository: 84000/data-translation-memory
Catalog: toh162-v4.tmx
Source language: bo
Languages: en

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་གསོལ་བ་འདེབས་ཤིང་སྙིང་ཐག་པ་རུས་པའི་ཁོང་ནས་ཡིད་ལ་བགྱིས་ཏེ། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་བསམས་ནས་དུས་གསུམ་དུ་གསོལ་བ་འདེབས་ཤིང་བརྗོད་པ་གང་ལགས་པ་དེ་ཙམ་ཡང་བཅོམ་ལྡན་འདས་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཚོགས་འཕེལ་བར་འགྱུར་ཞིང་ཡང་དག་པར་རབ་ཏུ་འཕེལ་བར་འགྱུར། སོགས་པར་འགྱུར། གྲངས་མ་མཆིས་པར་བགྱིད།
en: Blessed One, when one makes the request for the mind of awakening, turning one’s whole mind to it from the depth of one’s heart and the very marrow of one’s bones and thinking of it with full attention, then to the extent that one makes the request and expresses it three times, Blessed One, the accumulations that bring perfect awakening will increase, grow, accumulate, and become incalculable.

source: བྱང་ཆུབ་སེམས་དཔའི་བསམ་པ་ཡང་སོགས་ཤིང་སྒོམ་པ་དང་། ཡོངས་སུ་རྫོགས་པར་འགྱུར་ཞིང་སྲ་བ་དང་། བརྟན་པ་དང་། རྡོ་རྗེ་ལྟ་བུར་འགྱུར་ན་གོང་དུ་རྩོལ་ཞིང་བརྩོན་པ་མི་གཏོང་བ་ལྟ་ཅི་སྨོས་ལགས།
en: And if this bodhisattva intention becomes firm and solid like a diamond when one accumulates, cultivates, and accomplishes it, how much more so will it when one exerts oneself even more and never gives up striving!

source: བཅོམ་ལྡན་འདས་བདག་ཀྱང་སྙིང་ཐག་པ་རུས་པའི་ཁོང་ནས་ཡིད་ལ་བགྱིད་དེ། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་བསམས་ནས་སེམས་ཅན་ཐམས་ཅད་བསྒྲལ་བ་དང་། དགྲོལ་བར་བགྱི་བ་དང་། དབུགས་དབྱུང་བ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱི་བ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བགྱི་བའི་སླད་དུ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་འདེབས་ཏེ། སེམས་ཅན་མ་རྒལ་བ་རྣམས་སྒྲོལ་བ། མ་གྲོལ་བ་རྣམས་འགྲོལ་བ། དབུགས་མ་ཕྱིན་པ་རྣམས་དབུགས་འབྱིན་པ། ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་པ་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་ཟློ་བའི་སངས་རྒྱས་སུ་གྱུར་ཅིག
en: “Blessed One, I too, turning my whole mind to it from the depth of my heart and the very marrow of my bones, and thinking of it with full attention, I give rise to the aspiration for perfect awakening in order to liberate all sentient beings, free them, bring them relief, help them completely pass beyond sorrow, help them accomplish all the qualities of a buddha, and enable them to attain the state of omniscience.

source: །ཡང་དང་ཡང་དུ་ལན་བརྒྱར་བསྣན་ཏེ། མཐའ་ཡས་པ་མཐའ་ཡས་པར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་འདེབས་ལགས་སོ།
en: Over and over, hundreds of times, endlessly, I will make the aspiration for unsurpassed and perfect awakening so that I may become a buddha who liberates sentient beings who have not crossed the ocean of saṃsāra, frees those who are not free, brings relief to those who have no relief, and helps those who have not passed beyond all sorrow to completely pass beyond all sorrow.”

source: །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་དཔལ་དབྱིག་གིས་ཀྱང་དེའི་རྗེས་ཐོགས་སུ་དེ་བཞིན་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་བཏབ་བོ།
en: Thereupon, following his lead, the merchant son Śrīvasu gave rise in just the same way to the aspiration for unsurpassed and perfect awakening.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཚོང་དཔོན་གྱི་བུ་དཔལ་དབྱིག་དང་། ད་ར་དའི་རྒྱལ་པོའི་བུ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། དགེ་སློང་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: When the Blessed One had given this teaching, the merchant son Śrīvasu, the son of the king of Darada, the bodhisattvas, the monks, and the world with its gods, humans, asuras, and gandharvas all rejoiced and praised what the Blessed One had said.

source: །འཕགས་པ་དཔལ་དབྱིག་གིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།རྒྱ་གར་གྱི་མཁན་པོ་སུ་རེནྡྲ་བོ་དྷི་དང་། པྲཛྙཱ་བརྨ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: This concludes the noble Great Vehicle sūtra “The Questions of Śrīvasu.” Translated, edited, and finalized by the Indian preceptors Surendra­bodhi and Prajñā­varman, and the chief editor and translator Bandé Yeshé Dé and others.
